Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: A section header shows an amber count when properties inside it are overridden — so a collapsed section still tells you something is there.
ar: يعرض رأس القسم عددًا كهرمانيًا عندما يتم تجاوز الخصائص الموجودة بداخله - لذلك يظل القسم المطوي يخبرك بوجود شيء ما.
ca: Una capçalera de secció mostra un recompte de color ambre quan les propietats que hi ha al seu interior se substitueixen, de manera que una secció col·lapsada encara us indica que hi ha alguna cosa.
cs: Záhlaví oddílu zobrazuje počet oranžově, když jsou vlastnosti uvnitř něj přepsány – takže sbalený oddíl stále říká, že tam něco je.
da: En sektionsoverskrift viser et gult antal, når egenskaber inde i den tilsidesættes - så en sammenklappet sektion fortæller dig stadig, at noget er der.
de: Eine Abschnittsüberschrift zeigt eine orangefarbene Zahl, wenn darin Eigenschaften überschrieben sind – so siehst du auch bei einem eingeklappten Abschnitt, dass dort etwas ist.
el: Μια κεφαλίδα ενότητας εμφανίζει ένα κίτρινο πλήθος όταν παρακάμπτονται οι ιδιότητες μέσα σε αυτήν — επομένως μια συμπτυγμένη ενότητα εξακολουθεί να σας λέει ότι κάτι υπάρχει.
es: El encabezado de una sección muestra un recuento en ámbar cuando hay propiedades anuladas dentro de ella — así, una sección contraída sigue indicando que hay algo ahí.
fa: وقتی ویژگی‌های یک بخش بازنویسی شده باشند، سرِ آن بخش یک شمارندهٔ کهربایی نشان می‌دهد — تا حتی بخش جمع‌شده هم نشان دهد چیزی آن‌جاست.
fi: Osion otsikko näyttää keltaisen määrän, kun sen sisällä olevat ominaisuudet ohitetaan – joten tiivistetty osa kertoo silti, että siellä on jotain.
fr: L'en-tête d'une section affiche un compteur orange lorsque des propriétés qu'elle contient sont personnalisées pour la langue — une section réduite vous signale ainsi qu'elle contient quelque chose.
he: כותרת מקטע מציגה ספירת ענבר כאשר מאפיינים בתוכה מוחקים - כך שקטע מכווץ עדיין אומר לך שיש משהו.
hr: Zaglavlje odjeljka pokazuje žuti broj kada su svojstva unutar njega nadjačana — tako da vam sažeti odjeljak još uvijek govori da nešto postoji.
hu: A szakaszfejléc borostyánsárga számot mutat, amikor a benne lévő tulajdonságok felülírásra kerülnek – tehát az összecsukott szakasz továbbra is azt jelzi, hogy van ott valami.
id: Header bagian menunjukkan jumlah kuning ketika properti di dalamnya diganti — jadi bagian yang diciutkan tetap memberi tahu Anda ada sesuatu di sana.
it: L'intestazione di una sezione mostra un conteggio ambra quando alcune proprietà al suo interno sono personalizzate, così anche una sezione compressa ti segnala che c'è qualcosa.
ja: セクション内のプロパティが上書きされている場合、セクションのヘッダーに琥珀色のカウントが表示されます。折りたたまれたセクションでも、そこに何かがあることがわかります。
ko: 섹션 안의 속성이 재정의되면 섹션 헤더에 호박색 개수가 표시되므로, 접힌 섹션에서도 무언가 있다는 것을 알 수 있습니다.
ms: Pengepala bahagian menunjukkan kiraan ambar apabila sifat di dalamnya ditindih — jadi bahagian yang runtuh masih memberitahu anda ada sesuatu.
nl: Een sectiekop toont een amberkleurige telling wanneer de eigenschappen erin worden overschreven. Een samengevouwen sectie vertelt u dus nog steeds dat er iets is.
no: En seksjonsoverskrift viser et gult antall når egenskaper inne i den overstyres - så en sammenslått seksjon forteller deg fortsatt at noe er der.
pl: Nagłówek sekcji pokazuje bursztynową liczbę, gdy właściwości w niej zawarte zostaną nadpisane — więc zwinięta sekcja nadal informuje, że coś tam jest.
pt_br: O cabeçalho de uma seção mostra uma contagem em âmbar quando as propriedades dentro dela são substituídas — assim, uma seção recolhida ainda informa que há algo ali.
pt_pt: Um cabeçalho de secção mostra uma contagem âmbar quando as propriedades dentro dele são substituídas - portanto, uma secção recolhida ainda informa que algo está lá.
ro: Un antet de secțiune arată un număr de chihlimbar atunci când proprietățile din interiorul acestuia sunt suprascrise - așa că o secțiune restrânsă vă spune în continuare ceva acolo.
ru: Заголовок раздела показывает янтарный счетчик, когда свойства внутри него переопределены, — так даже свернутый раздел сообщает, что внутри что-то есть.
sk: Hlavička sekcie zobrazuje počet oranžovej farby, keď sú vlastnosti v nej prepísané – takže zbalená sekcia stále hovorí, že tam niečo je.
sl: Glava odseka prikazuje oranžno število, ko so lastnosti v njem preglasene – tako da vam strnjeni odsek še vedno pove, da je nekaj tam.
sv: En sektionsrubrik visar ett gult antal när egenskaper inuti den åsidosätts - så ett komprimerat avsnitt berättar fortfarande att något finns där.
th: ส่วนหัวของส่วนจะแสดงจำนวนสีเหลืองเมื่อมีการแทนที่คุณสมบัติภายใน ดังนั้นส่วนที่ยุบลงจะยังคงบอกคุณว่ามีบางอย่างอยู่ที่นั่น
tr: Bir bölüm başlığı, içindeki özellikler geçersiz kılındığında turuncu bir sayı gösterir — böylece daraltılmış bir bölüm bile orada bir şey olduğunu size bildirir.
uk: Заголовок розділу показує бурштинове число, якщо властивості в ньому перевизначено, — тож навіть згорнутий розділ підкаже, що там щось є.
ur: ایک سیکشن ہیڈر ایک امبر کاؤنٹ دکھاتا ہے جب اس کے اندر موجود پراپرٹیز کو اوور رائیڈ کیا جاتا ہے — اس لیے ایک منہدم سیکشن اب بھی آپ کو بتاتا ہے کہ وہاں کچھ ہے۔
vi: Tiêu đề phần hiển thị số lượng màu hổ phách khi các thuộc tính bên trong nó bị ghi đè — do đó, phần thu gọn vẫn cho bạn biết có nội dung nào đó ở đó.
zh_hans: 当某个部分内的属性有覆盖时，其标题会显示琥珀色计数——因此即使该部分已折叠，也能提示你其中有覆盖内容。
zh_hant: 當區段內的屬性被覆寫時，區段標題會顯示琥珀色的數量——即使區段已收合，你也能知道其中有內容。

source: A showcase arranges a row's screenshots side by side on a styled background and renders them as a single image — for a product page, a launch post, a README, or an ad. It doesn't replace store screenshots; it's the picture you post *about* them.
ar: يقوم العرض بترتيب لقطات الشاشة الخاصة بالصف جنبًا إلى جنب على خلفية منسقة ويعرضها كصورة واحدة - لصفحة منتج، أو منشور إطلاق، أو ملف README، أو إعلان. ولا يحل محل لقطات شاشة المتجر؛ إنها الصورة التي تنشرها *عنهم*.
ca: Un aparador organitza les captures de pantalla d'una fila una al costat de l'altra sobre un fons d'estil i les representa com a imatge única: per a una pàgina de producte, una publicació de llançament, un README o un anunci. No substitueix les captures de pantalla de la botiga; és la imatge que publiqueu *sobre* ells.
cs: Vitrína uspořádá snímky obrazovky vedle sebe na stylizovaném pozadí a vykreslí je jako jeden obrázek – pro stránku produktu, úvodní příspěvek, README nebo reklamu. Nenahrazuje snímky obrazovky obchodu; je to obrázek, který zveřejňujete *o* nich.
da: Et udstillingsvindue arrangerer en rækkes skærmbilleder side om side på en stylet baggrund og gengiver dem som et enkelt billede - til en produktside, et lanceringsindlæg, et README eller en annonce. Det erstatter ikke butiksskærmbilleder; det er billedet du poster *om* dem.
de: Ein Showcase ordnet die Screenshots einer Zeile nebeneinander auf einem gestalteten Hintergrund an und rendert sie als ein einziges Bild – für eine Produktseite, einen Launch-Post, eine README oder eine Anzeige. Es ersetzt keine Store-Screenshots; es ist das Bild, das du *über* sie postest.
el: Μια βιτρίνα τακτοποιεί τα στιγμιότυπα οθόνης μιας σειράς δίπλα-δίπλα σε φόντο με στυλ και τα αποδίδει ως μια ενιαία εικόνα — για μια σελίδα προϊόντος, μια ανάρτηση κυκλοφορίας, μια README ή μια διαφήμιση. Δεν αντικαθιστά στιγμιότυπα οθόνης καταστήματος. είναι η φωτογραφία που δημοσιεύετε *για* αυτούς.
es: Un escaparate coloca las capturas de una fila una al lado de otra sobre un fondo con estilo y las renderiza como una sola imagen, para una página de producto, una publicación de lanzamiento, un README o un anuncio. No sustituye a las capturas de la tienda; es la imagen que publicas *sobre* ellas.
fa: ویترین، اسکرین‌شات‌های یک ردیف را کنار هم روی یک پس‌زمینهٔ طراحی‌شده می‌چیند و همه را به‌صورت یک تصویر رندر می‌کند — برای صفحهٔ محصول، پست معرفی، README یا تبلیغ. جایگزین اسکرین‌شات‌های فروشگاه نیست؛ تصویری است که *دربارهٔ* آن‌ها منتشر می‌کنید.
fi: Showcase järjestää rivin kuvakaappaukset vierekkäin tyylitellylle taustalle ja hahmontaa ne yhdeksi kuvaksi – tuotesivua, julkaisua, README-tekstiä tai mainosta varten. Se ei korvaa myymälän kuvakaappauksia; se on kuva, jonka julkaiset *heistä*.
fr: Une vitrine dispose les captures d'écran d'une ligne côte à côte sur un arrière-plan stylisé et les rend en une seule image — pour une page produit, une annonce de lancement, un README ou une publicité. Elle ne remplace pas les captures d'écran de la boutique ; c'est l'image que vous publiez *à leur sujet*.
he: חלון ראווה מסדר את צילומי המסך של שורה זה לצד זה על רקע מעוצב ומציג אותם כתמונה בודדת - עבור דף מוצר, פוסט השקה, README או מודעה. זה לא מחליף צילומי מסך בחנות; זו התמונה שאתה מפרסם *על*ם.
hr: Showcase slaže snimke zaslona niza jednu pored druge na stiliziranoj pozadini i prikazuje ih kao jednu sliku — za stranicu proizvoda, objavu o lansiranju, README ili oglas. Ne zamjenjuje snimke zaslona trgovine; to je slika koju si objavio *o* njima.
hu: A kirakat egy sor képernyőképeit stílusos háttéren egymás mellé rendezi, és egyetlen képként jeleníti meg őket – termékoldal, bevezetési bejegyzés, README vagy hirdetés számára. Nem helyettesíti a bolti képernyőképeket; ez az a kép, amelyet *róluk* teszel közzé.
id: Etalase mengatur tangkapan layar baris secara berdampingan pada latar belakang bergaya dan menjadikannya sebagai satu gambar — untuk halaman produk, postingan peluncuran, README, atau iklan. Itu tidak menggantikan tangkapan layar toko; itu gambar yang Anda posting *tentang* mereka.
it: Una vetrina dispone gli screenshot di una riga fianco a fianco su uno sfondo curato e li genera come un'unica immagine: per una pagina prodotto, un post di lancio, un README o un annuncio. Non sostituisce gli screenshot dello store; è l'immagine che pubblichi *per parlarne*.
ja: ショーケースは、行のスクリーンショットをスタイル付きの背景に並べ、1枚の画像としてレンダリングします。プロダクトページ、リリース告知の投稿、README、広告などに使えます。ストアのスクリーンショットの代わりではなく、それを *紹介する* ための画像です。
ko: 쇼케이스는 행의 스크린샷을 스타일이 적용된 배경 위에 나란히 배치해 하나의 이미지로 렌더링합니다. 제품 페이지, 출시 게시물, README, 광고에 활용할 수 있습니다. 스토어 스크린샷을 대체하는 것이 아니라, 스크린샷을 *소개하는* 이미지입니다.
ms: Sebuah pameran menyusun tangkapan skrin satu baris bersebelahan pada latar belakang yang digayakan dan menjadikannya sebagai satu imej — untuk halaman produk, siaran pelancaran, README atau iklan. Ia tidak menggantikan tangkapan skrin kedai; itu gambar yang anda siarkan *tentang* mereka.
nl: Een showcase rangschikt de schermafbeeldingen van een rij naast elkaar op een gestileerde achtergrond en geeft ze weer als één afbeelding – voor een productpagina, een lanceringspost, een README of een advertentie. Het vervangt geen winkelscreenshots; het is de foto die je *over* hen plaatst.
no: Et utstillingsvindu arrangerer en rads skjermbilder side om side på en stilet bakgrunn og gjengir dem som ett enkelt bilde – for en produktside, et lanseringsinnlegg, en README eller en annonse. Det erstatter ikke skjermbilder fra butikken; det er bildet du legger ut *om* dem.
pl: Prezentacja układa zrzuty ekranu z wiersza obok siebie na stylizowanym tle i renderuje je jako pojedynczy obraz — na stronie produktu, w poście wprowadzającym na rynek, w pliku README lub w reklamie. Nie zastępuje zrzutów ekranu sklepu; to zdjęcie, które *o* nich publikujesz.
pt_br: Uma vitrine organiza as capturas de tela de uma linha lado a lado sobre um fundo estilizado e as renderiza como uma única imagem — para uma página de produto, um post de lançamento, um README ou um anúncio. Ela não substitui as capturas de tela da loja; é a imagem que você publica *sobre* elas.
pt_pt: Uma vitrine organiza as capturas de ecrã de uma linha lado a lado em um fundo estilizado e as renderiza como uma única imagem - para uma página de produto, uma postagem de lançamento, um README ou um anúncio. Não substitui as capturas de ecrã da loja; é a foto que você posta *sobre* eles.
ro: O vitrină aranjează capturile de ecran ale unui rând una lângă alta pe un fundal stilat și le redă ca o singură imagine - pentru o pagină de produs, o postare de lansare, un README sau un anunț. Nu înlocuiește capturile de ecran din magazin; este poza pe care o postezi *despre* ei.
ru: Витрина располагает скриншоты строки рядом друг с другом на оформленном фоне и отрисовывает их одним изображением — для страницы продукта, поста о запуске, README или рекламы. Она не заменяет скриншоты для магазина; это картинка, которую вы публикуете *о* них.
sk: Ukážka usporiada snímky obrazovky vedľa seba na štylizovanom pozadí a vykreslí ich ako jeden obrázok – pre stránku produktu, úvodný príspevok, súbor README alebo reklamu. Nenahrádza snímky obrazovky obchodu; je to obrázok, ktorý uverejňujete *o* nich.
sl: Predstavitev razporedi posnetke zaslona vrstice drug ob drugem na oblikovano ozadje in jih upodobi kot eno samo sliko – za stran izdelka, objavo o lansiranju, README ali oglas. Ne nadomesti posnetkov zaslona trgovine; to je slika, ki jo objaviš *o* njih.
sv: En showcase arrangerar en rads skärmdumpar sida vid sida på en formaterad bakgrund och renderar dem som en enda bild – för en produktsida, ett lanseringsinlägg, ett README eller en annons. Det ersätter inte butiksskärmdumpar; det är bilden du lägger upp *om* dem.
th: การแสดงจะจัดเรียงภาพหน้าจอของแถวเคียงข้างกันบนพื้นหลังที่มีสไตล์ และแสดงเป็นภาพเดียว สำหรับหน้าผลิตภัณฑ์ โพสต์เปิดตัว README หรือโฆษณา มันไม่ได้แทนที่ภาพหน้าจอของร้านค้า มันเป็นภาพที่คุณโพสต์ *เกี่ยวกับ* พวกเขา
tr: Vitrin, bir satırın ekran görüntülerini stilize bir arka plan üzerinde yan yana dizer ve tek bir görüntü olarak oluşturur — bir ürün sayfası, lansman gönderisi, README veya reklam için. Mağaza ekran görüntülerinin yerini tutmaz; onlar *hakkında* paylaştığınız görseldir.
uk: Вітрина розміщує знімки екрана рядка поруч на оформленому тлі й рендерить їх як одне зображення — для сторінки продукту, допису про запуск, README чи реклами. Вона не замінює знімки екрана для магазину; це зображення, яким ви розповідаєте *про* них.
ur: ایک شوکیس ایک اسٹائل شدہ پس منظر پر قطار کے اسکرین شاٹس کو ساتھ ساتھ ترتیب دیتا ہے اور انہیں ایک تصویر کے طور پر پیش کرتا ہے — ایک پروڈکٹ پیج، لانچ پوسٹ، README، یا اشتہار کے لیے۔ یہ اسٹور اسکرین شاٹس کو تبدیل نہیں کرتا ہے۔ یہ وہ تصویر ہے جو آپ ان کے بارے میں پوسٹ کرتے ہیں۔
vi: Phần giới thiệu sắp xếp các ảnh chụp màn hình của một hàng cạnh nhau trên nền được tạo kiểu và hiển thị chúng dưới dạng một hình ảnh duy nhất — cho trang sản phẩm, bài đăng giới thiệu, README hoặc quảng cáo. Nó không thay thế ảnh chụp màn hình của cửa hàng; đó là bức ảnh bạn đăng *về* họ.
zh_hans: 展示图会将一行截图并排放在经过设计的背景上，并渲染为一张图像——可用于产品页面、发布帖子、README 或广告。它不能替代商店截图；而是你用来 *介绍* 这些截图的图片。
zh_hant: 展示圖會將一列的螢幕截圖並排放在具樣式的背景上，並轉譯為單一影像——可用於產品頁面、發表貼文、README 或廣告。它不會取代商店螢幕截圖；它是你用來*介紹*這些螢幕截圖的圖片。

source: A simulated upload against sample data. Nothing is sent to Google Play.
ar: محاكاة تحميل مقابل بيانات العينة. لم يتم إرسال أي شيء إلى Google Play.
ca: Una càrrega simulada amb dades de mostra. No s'envia res a Google Play.
cs: Simulované nahrání proti vzorovým datům. Do Google Play se nic neodesílá.
da: En simuleret upload mod eksempeldata. Der er ikke sendt noget til Google Play.
de: Ein simulierter Upload anhand von Beispieldaten. Es wird nichts an Google Play gesendet.
el: Μια προσομοίωση μεταφόρτωσης με δείγματα δεδομένων. Δεν αποστέλλεται τίποτα στο Google Play.
es: Un envío simulado con datos de ejemplo. No se envía nada a Google Play.
fa: آپلود شبیه‌سازی‌شده با داده‌های نمونه. هیچ چیزی به Google Play ارسال نمی‌شود.
fi: Simuloitu lataus näytedataa vastaan. Mitään ei lähetetä vastaanottajalle Google Play.
fr: Un envoi simulé sur des données d'exemple. Rien n'est envoyé à Google Play.
he: העלאה מדומה מול נתונים לדוגמה. שום דבר לא נשלח אל Google Play.
hr: Simulirano učitavanje prema oglednim podacima. Ništa se ne šalje na Google Play.
hu: Szimulált feltöltés mintaadatok alapján. A rendszer nem küld semmit a Google Play címre.
id: Unggahan simulasi terhadap data sampel. Tidak ada yang dikirim ke Google Play.
it: Un caricamento simulato con dati di esempio. Non viene inviato nulla a Google Play.
ja: サンプルデータを使ったアップロードのシミュレーションです。Google Play には何も送信されません。
ko: 샘플 데이터로 업로드를 시뮬레이션합니다. Google Play로는 아무것도 전송되지 않습니다.
ms: Muat naik simulasi terhadap data sampel. Tiada apa-apa dihantar ke Google Play.
nl: Een gesimuleerde upload op basis van voorbeeldgegevens. Er wordt niets verzonden naar Google Play.
no: En simulert opplasting mot eksempeldata. Ingenting er sendt til Google Play.
pl: Symulowane przesyłanie danych przykładowych. Nic nie jest wysyłane do Google Play.
pt_br: Um envio simulado com dados de exemplo. Nada é enviado ao Google Play.
pt_pt: Um upload simulado em relação a dados de amostra. Nada é enviado para Google Play.
ro: O încărcare simulată pe baza datelor eșantion. Nimic nu este trimis la Google Play.
ru: Имитация загрузки на примерах данных. В Google Play ничего не отправляется.
sk: Simulované nahrávanie so vzorovými údajmi. Na Google Play sa nič neodošle.
sl: Simulirano nalaganje glede na vzorčne podatke. Nič ni poslano na Google Play.
sv: En simulerad uppladdning mot exempeldata. Inget skickas till Google Play.
th: การอัปโหลดจำลองเทียบกับข้อมูลตัวอย่าง ไม่มีการส่งไปที่ Google Play
tr: Örnek veriler üzerinde benzetimli bir yükleme. Google Play'e hiçbir şey gönderilmez.
uk: Імітація вивантаження на зразкових даних. Нічого не надсилається в Google Play.
ur: نمونہ ڈیٹا کے خلاف نقلی اپ لوڈ۔ Google Play کو کچھ بھی نہیں بھیجا جاتا ہے۔
vi: Tải lên mô phỏng dựa trên dữ liệu mẫu. Không có gì được gửi tới Google Play.
zh_hans: 基于示例数据的模拟上传，不会向 Google Play 发送任何内容。
zh_hant: 以範例資料進行的模擬上傳。不會傳送任何內容到 Google Play。
